Repository: rasoulbsd/AngryVPN-Telegram-Bot
Catalog: helpers/locales/*/LC_MESSAGES/client_functions.po
Languages: fa

# join_channel
source: You must join following channels before you can use bot!
fa: پیش از اینکه بتوانید از خدمات ربات استفاده کنید، باید در کانال‌های زیر عضو شوید!

# user_not_found
source: User Not Found. Restart the bot: /start
fa: کاربر پیدا نشد. ربات را از طریق /start دوباره راه‌اندازی کنید

# no_server_available
source: No more servers available for you.
fa: متاسفانه سرور بیشتری برای شما در دسترس نیست.

# general_cancel
source: ❌ Cancel
fa: ❌ لغو کردن

# select_server
source: *Pick a Server*
fa: *یک سرور انتخاب کنید*

# servers_list
source: *===== Server List =====*
fa: *===== لیست سرورها =====*

# account_ready
source: Your Account is ready. Import and Enjoy!
fa: کانفیگ شما حاضر است! در نرم‌افزار خود وارد کرده و لذت ببرید!

# get_an_account
source: You Do not have an Account Yet. Get Your Vmess First.
fa: شما هنوز هیچ کانفیگی ندارید. ابتدا از ربات حداقل یک کانفیگ بگیرید.

source: Unlimited
fa: نامحدود

source: *===== Account Status =====*
fa: *===== وضعیت اکانت =====*

source: Username
fa: نام‌کاربری

source: Server Name
fa: نام سرور

source: Active
fa: فعال

source: Upload / Download
fa: آپلود / دانلود

source: Used / Limit
fa: استفاده شده / محدودیت

# refreshed_vmess
source: Here it is your refreshed vmesss
fa: کانفیگ شما آماده است

source: Your UserID
fa: آی‌دی شما

# join_org
source: You must join an organization first! (Please make a purchase)
fa: شما باید عضو یک ارگانیزیشن باشید! برای این منظور لطفاً یک پرداخت انجام دهید.

# contact_support
source: Please contact support
fa: لطفاً با پشتیبانی ارتباط بگیرید

source: Usage
fa: مصرف شده

# usage_limit
source: Limit
fa: محدودیت اکانت

# send_ticket
source: Please send your ticket
fa: لطفاً تیکت خود را ارسال کنید

# thanks_ticket
source: Thanks for your ticket 🤍️ We will catch up with you soon!
fa: سپاس بابت تیکتی که ارسال کردید !🤍️ به زودی با شما ارتباط خواهیم گرفت!

# referal_code
source: Please send your *referral code*: If you don't have any, please contact your provider or send a ticket in "Support" section in the /menu.
fa: لطفاً *کد معرف* خود را وارد کنید: اگر کد معرف ندارید، لطفاً به منو بازگشته و به پشتیبانی یک تیکت ارسال کنید.

# choose_plan
source: Please choose one of these plans: Note that the prices may be different based on USD/Tron/Rial exchanges and transaction fees.
fa: لطفاً یکی از پلن‌های موجود را انتخاب کنید: در نظر داشته باشید که قیمت‌ها ممکن است به علت نوسانات قیمت‌های دلار/ترون/ریال و هزینه‌های تبدیل آن‌ها، نوسان داشته باشند.

# transaction_receipt
source: Please send your transaction receipt (image or text)
fa: لطفاً رسید خرید خود را ارسال کنید

source: Selected Plan
fa: پلن انتخاب شده

source: Card Number
fa: شماره کارت

# cancel_to_abort
source: Click Cancel to abort.
fa: برای انصراف، دکمه‌ی لغو کردن را انخاب کنید

# zarinpal_message
source: Please make the transaction in the link below
fa: لطفاً از طریق لینک زیر تراکنش خود را انجام دهید

source: 💰 Pay now
fa: 💰 پرداخت کن

# not_yet_verified_payment
source: Your payment has not verified yet. Please pay and try again later
fa: تراکنش شما هنوز تأیید نشده است. لطفاً پرداخت کرده و دوباره تلاش کنید

# thanks_for_payment
source: Thanks for your payment 🤍️ We will check your payment reciept and activate your account soon! Please send your provider a message if your account was not recharged after 4 hours
fa: سپاس از پرداخت و انتخاب شما 🤍️ ما رسید پرداخت شما را بررسی کرده و به زودی اکانت شما را فعال خواهیم کرد. لطفاً در صورتی که این فرایند بیشتر از ۴ ساعت به طول انجامید، با ما ارتباط بگیرید.

# send_token
source: Please send your tokens for amount of
fa: لطفاً توکن‌های خود را ارسال کنید به میزان

source: to our wallet
fa: به ولت ما

source: Tron
fa: ترون

# crypto_wallet_link
source: or make your payment at
fa: یا پرداخت خود را انجام دهید از طریق

# send_transaction_id
source: Send your *Transaction ID* below
fa: در قسمت پایین، *آی‌دی تراکنش* خود را ارسال کنید

# verify_crypto_manually
source: Thanks for your payment 🤍️ Verify your transaction using the above button.
fa: سپاس از خرید و انتخاب شما 🤍️ از طریق دکمه‌ی زیر، تراکنش خود را تأیید کنید.

# verify_crypto_manually2
source: Please click on the button below in order to verify your transaction
fa: لطفاً بر روی دکمه‌ی زیر کلیک کرده تا تراکنش شما تأیید شود

# check_crypto_button
source: Check Transaction Verification
fa: بررسی وضعیت تراکنش

# already_verified_crypto_payment
source: Your payment had been verfied before!
fa: تراکنش شما قبلاً تأیید شده است!

# failed_crypto_transaction
source: ❌ Your transaction is failed!
fa: ❌ تراکنش شما موفقیت آمیز نبود!

# error_wrong_amount
source: Possibility of wrong transaction ID.
fa: احتمال اشتباه بودن آی‌دی تراکنش وجود دارد.

# error_wrong_trans_id
source: Possibility of incorrect amount or destination wallet on this transaction ID and selected plan.
fa: احتمال ناهماهنگی و اشتباه بودن میزان توکن یا اشتباه بودن مقصد ولت متناظر با آی‌دی تراکنش ارسالی و پلن انتخاب شده وجود دارد.

# check_trans_manually_2
source: You can check your transaction manually here
fa: شما می‌توانید در اینجا صحت تراکنش خود را بررسی کنید

# contact_us_in_advance
source: If the everything is correct please contact us at
fa: اگر همه چیز درست است، لطفاً ما را مطلع کنید

# not_verified_payment
source: Your payment is not verfied yet, please try again in a few seconds.
fa: تراکنش شما هنوز تأیید نشده است، لطفاً چند دقیقه دیگر دوباره تلاش کنید.

# verified_account
source: ✅ Your payment was verified! The account has been charged for
fa: ✅ خرید شما موفقیت آمیز بود! اکانت شارژ شد به میزان

# added_to_org
source: You are now added to the organization. Please join the following channel for announcements about servers and config
fa: شما عضو ارگانیزیشن شدید. لطفاً برای اطلاع از اعلامیه‌های مرتبط با سرورها و کانفیگ‌ها در کانال زیر عضو شوید برای استفاده از قابلیت‌های جدید ربات از طریق /menu در ربات اقدام کنید.

source: group
fa: گروه

# choose_plan2
source: Please choose one of these plans
fa: لطفاً یکی از پلن‌های موجود را انتخاب کنید

# send_crypto_transaction_receipt
source: Please send your transaction receipt (image or text)
fa: لطفاً رسید تراکنش خود را ارسال کنید

source: GB
fa: گیگ

source: T
fa: تومان
