Repository: rasoulbsd/AngryVPN-Telegram-Bot
Catalog: helpers/locales/*/LC_MESSAGES/org_admin.po
Languages: fa

# join_channel
source: You must join following channels before you can use bot!
fa: پیش از اینکه بتوانید از خدمات ربات استفاده کنید، باید در کانال‌های زیر عضو شوید!

# after_adding_to_org
source: You are now added to the organization. Use /menu to access new features for your account. Please join the following channel for announcements about server connectivities
fa: شما به ارگانیزیشن اضافه شدید. از /menu استفاده کرده تا از سرویس‌های جدید ربات بتوانید استفاده کنید. لطفاً برای اطلاع از اعلامیه‌های مربوط به سرور و کانفیگ‌ها در کانال زیر عضو شوید

# after_banned
source: 📵 Your usage has been banned! 📵
fa: 📵 اکانت شما بسته شده است! 📵

# contact_support
source: Please contact support
fa: لطفاً با پشتیبانی ارتباط بگیرید

source: 📢 Admin Announcement 📢
fa: 📢 اطلاعیه‌ی ادمین 📢

# new_limit
source: Your new limit
fa: محدودیت ترافیکی جدید اکانت شما

# account_charged_for
source: Your account has been charged for
fa: اکانت شارژ شد به میزان

# verified_payment
source: ✅ Your payment was verfied!
fa: ✅ تراکنش تأیید شد!

# after_added_to_org
source: You are now added to the organization. Please join the following channel for announcements about servers and config
fa: شما به ارگانیزیشن اضافه شدید. برای استفاده از قابلیت‌های جدید، در بات از طریق منو /menu اقدام کنید. همچنین برای اطلاع از اعلامیه‌های مربوط به سرورها و کانفیگ‌ها لطفاً در کانال زیر عضو شوید

source: group
fa: گروه

# thanks_joining
source: Thanks for joining the
fa: متشکریم که عضو شدید به

source: GB
fa: گیگ

source: T
fa: تومان

# reject_payment
source: ❌ Your payment was rejected! ❌
fa: ❌ پرداخت شما تأیید نشد! ❌
